Repository: komsihon/Project12
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your social media
fr: Vos réseaux sociaux

source: Market yourself
fr: Vendez-vous

source: General
fr: Général

source: How to make money with you ?
fr: Comment gagner de l'argent avec vous ?

source: Welcome to the business network.
fr: Bienvenu(e) dans le réseau business.

source: Unique invitations ?
fr: Invitations uniques ?

source: If checked, generated invitation link is usable once within 30mn. Else, the link is public and can be used without limitation.
fr: Cochez pour rendre les liens d'invitations générés utilisables une seule fois dans un délai de 30mn. Sinon, le lien est public et peut être utilisé sans limitation.

source: Description and products
fr: Description et produits

source: Tell Daras about your business and your products are the most easy and profitable to sell.
fr: Décrivez votre activité aux Daras. Dites leurs quels sont les produits les plus faciles à vendre et aussi les plus rentables.

source: Strategy
fr: Stratégie

source: Give Daras an idea of marketing strategy they might use including market to target and how to attract customers.
fr: Donnez aux Daras une idée de la stratégie marketing qu'ils peuvent mettre en place. Par exemple le public cible et comment l'attirer.

source: Help Daras by giving a realistic, yet optmistic simulation of what they might earn in a month if they work well.
fr: Aidez les Daras à se projeter en donnant une simulation réaliste, mais optimiste de ce qu'ils peuvent gagner en vous travaillant correctement.

source: City where HQ of company is located.
fr: Ville où se trouve la DG de l'entreprise.

source: Average amount a customer generally buys from you. This helps the Dara do a simulation of what he might earn.
fr: Le ticket moyen qu'un client dépense en général chez vous. Ceci aide le Dara à faire une estimation de ses gains potentiels.

source: Estimated daily sales of a dara
fr: Estimez les ventes journalières d'un dara

source: Say something about you
fr: Dites le meilleur de vous

source: I'm back on %s !
fr: Je suis de retour sur %s !

source: I just joined %s !
fr: Je viens de m'inscrire sur %s !

source: New transaction on %s
fr: Nouvelle transaction sur %s

source: Congratulations ! You successfully sent a Dara request
fr: Félicitations ! Vous venez d'envoyer une requête Dara.

source: New Dara request
fr: Nouvelle requête

source: Your profile was successfully updated.
fr: Votre profil a été mis à jour avec succès.

source: Your Dara request was accepted
fr: Votre requête en tant que Dara a été acceptée

source: Welcome to Daraja. Now you can accept the invitation below.
fr: Bienvenue sur Daraja. Vous pouvez maintenant accepter l'invitation ci-dessous.

source: Subscriptions
fr: Inscriptions

source: Level
fr: Niveau

source: Save
fr: Enregistrer

source: Your companies
fr: Vos entreprises

source: Invite a company on Daraja.
fr: Invitez une entreprise sur Daraja.

source: Send invitation
fr: Envoyez une invitation

source: Share on WhatsApp
fr: Partagez sur Whatsapp

source: Cancel
fr: Annuler

source: Hello! Use this link to create an e-commerce platform with online payment. Me and many others will help you sell your products.
fr: Hello! Utilise ce lient pour créer une plateforme de e-commerce avec paiement en ligne. Moi et beaucoup d'autres vont t'aider à vendre tes produits.

source: Daraja Configuration
fr: Configuration de Daraja

source: Your daras
fr: Vos daras

source: Invite Daras now
fr: Invitez des Daras

source: You must configure Daraja before you can invite Daras.
fr: Vous devez configurer Daraja avant de pouvoir inviter des Daras.

source: Configure Daraja
fr: Configurer Daraja

source: This link is usable once within 30mn.
fr: Ce lien est utilisable une seule fois dans un délai de 30mn.

source: Hello! Get %(share_rate)s%% by getting your ones to buy from %(project_name)s online. Join Daraja program now !
fr: Bonjour! Obtenez %(share_rate)s%% en invitant vos proches à acheter chez %(project_name)s en ligne. Rejoignez le programme Daraja !

# Daras requests
source: Requests
fr: Demandes

source: No pending request.
fr: Aucune demande en attente.

source: You must configure Daraja before Daras can find you.
fr: Vous devez configurer Daraja pour que les Daras puissent vous trouver.

source: Day
fr: Jour

source: This month
fr: Ce mois

source: Earnings (XAF)
fr: Revenus (XAF)

source: Orders
fr: Commandes

source: AEPO
fr: RMPC

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Last week
fr: Semaine dernière

source: Last 28 days
fr: 28 derniers jours

source: Details
fr: Détails

source: Avg. Earning Per Order
fr: Revenu Moy. Par Cmde

source: Top companies
fr: Top entreprises

source: Company
fr: Entreprise

source: Earnings
fr: Revenus

source: Not enough data
fr: Pas assez de données

source: Top customers
fr: Top clients

source: Customer
fr: Client

source: Become a Pro Dara !
fr: Devenez un Pro Dara !

source: Discover and test everything about Daraja by following steps on playground. Complete them all and earn <strong>500 CFA</strong>.
fr: Découvrez et essayez tout sur Daraja en suivant les étapes suivantes sur Playground. Complétez-les toutes et gagnez <strong>500 FCFA</strong>.

source: Get started
fr: Lancez-vous

source: Step 1: Order online for free
fr: Étape 1: Commandez gratuitement en ligne

source: Discover the purchase process buy making an online order. It is a simulation, so you won’t be charged. <br>Get <strong>100 CFA Bonus + 1XP</strong> for completing that step.
fr: Découvrez le processus d'achat en faisant un achat en ligne. C'est une simulation, donc vous ne payerez rien. <br>Obtenez <strong>100 FCFA de Bonus + 1XP</strong> après avoir réussi cette étape.

source: Order now
fr: Achetez

source: Step 2: Invite somebody
fr: Étape 2: Invitez quelqu'un

source: Refer a mate to become your follower on Playground. You will earn some money when he buys online.<ol><li>Go to My companies</li><li>Share the link from the paper-plane icon.</li><li>Make sure your mate registers using that link.</li></ol>Get <strong>100 CFA Bonus + 1XP </strong>after he does so.
fr: Invitez un proche à devenir votre follower sur Playground. Vous gagnerez de l'argent lorsqu'il achètera en ligne.<ol><li>Allez sur Mes entreprises</li><li>Partagez le lien par l'icône de l'avion en papier.</li><li>Rassurez-vous votre ami s'enregistre via ce lien.</li></ol>Gagnez <strong>100 FCFA Bonus + 1XP </strong> lorsqu'il aura terminé.

source: Invite a friend
fr: Invitez un ami

source: Step 3: Get your follower to buy online
fr: Étape 3: Amenez votre follower à faire une simulation d'achat en ligne gratuitement

source: You just referred a friend and he is now your follower on Playground. Make sure he did it by doing so:<ol><li>Go to My companies</li><li>See that you have 1 follower or more on Playground</li><li>Tell your mate to buy online on Playground like what you did in step 1. <br>It is also a simulation and he won’t be charged.</li></ol>Get <strong>200 CFA Bonus + 1XP</strong> after he does so.
fr: Vous venez d'inviter un ami et il est maintenant votre follower sur Playground. Vous pouvez le vérifier en:<ol><li>Allant sur <strong>Mes entreprises</strong></li><li>Vérifiez que vous avez 1 follower ou plus sur Playground</li><li>Demandez à votre ami de passer une commande en ligne sur Playground comme effectué à l'étape 1. <br>C'est aussi une simulation, donc il ne paiera rien .</li></ol>Obtenez<strong>200 FCFA Bonus + 1xp</strong> après qu'il l'ait fait.

source: You're almost done! <strong>Like, follow us on social medias</strong>
fr: Vous avez presque terminé! <strong>Likez, suivez nous sur les réseaux sociaux</strong>

source: Send likes to our social platforms and invite friends to follow us,like our pages, share, and subscribe to our social pages to keep up with new activities.
fr: Envoyez les likes sur nos réseaux sociaux et invitez vos amis à nous suivre, likez nos postes, partagez-les, et inscrivez vous sur nos pages pour être au courant de nouvelles activités.

source: Like us !
fr: Likez-nous !

source: Start making real money !
fr: Commencez à gagnez de l'argent maintenant !

source: Congratulations ! You have successfully completed the Playground steps. Now, you're a Dara <strong>level 2</strong>. Get started with real business now.
fr: Félications ! Vous avez terminé les étapes de Playground. Vous êtes désormais un Dara <strong>niveau 2</strong>. Commencez dès à présent votre business en ligne.

source: Get started !
fr: Allez-y !

source: Step 1: Request access to a company
fr: Étape 1: Envoyez une demande de partenariat à une entreprise

source: Visit companies list page and click on the <strong>request button</strong> on the top right corner. Earn <strong>2xp</strong> for that.
fr: Visitez la liste des entreprises enregistrées et cliquez sur le bouton <strong>demander</strong> situé en haut à l'extrêmité droite. Et, gagnez <strong>2xp</strong> pour cela.

source: Request now
fr: Demandez

source: Step 2: Invite 3 followers or more
fr: Étape 2: Invitez 3 followers ou plus

source: Send referral link of newly joined companies to your friends and get at least 3 of them to register. Earn <strong>3xp</strong> for that.
fr: Envoyez votre lien référentiel de vos entreprises nouvellement partenaires à vos proches et obtenez au moins 3 d'entre eux qui les rejoinds . Et gagnez <strong>3xp</strong> pour cela.

source: Refer now
fr: Recommendez

source: Now, wait for the confirmation of your newly requested company, then send referral link to your friends and get at least 3 of them to register. Earn <strong>3xp</strong> for that.
fr: Veuillez attendre la confirmation de votre requête par l'entreprise. Lorsque vous l'aurez envoyez votre lien à vos proches et faites enregistrer au moins 3 . Gagnez <strong>3xp</strong> pour cela.

source: Step 3: Get one of your followers to buy online
fr: Étape 3: Amenez un de vos followers à commander en ligne

source: Congratulations ! You referred at least 3 friends. Now, get one of them to buy from your newly joined companies. Earn <strong>500 CFA</strong> and move to <strong>level 3</strong>.
fr: Félicitations ! Vous avez déjà recommendé au moins 3 proches. Maintenant, invitez un d'entre eux à acheter en ligne dans vos nouvelles entrerprises partenaires. Puis, gagnez <strong>500 FCFA</strong> et passez à l' <strong>étape 3</strong>.

source: ikwen Daraja, become a shareholder of major companies
fr: ikwen Daraja, devenez actionnaire des grandes entreprises

source: Earn a percentage on the turnover of your favorite companies by joining ikwen Daraja program for free.
fr: Gagnez un pourcentage sur le chiffre d'affaire de vos entreprises préférées en rejoignant gratuitement le programme ikwen Daraja.

source: Become a shareholder of your favorite companies
fr: Devenez actionnaire de vos entreprises préférées

source: Become a shareholder of companies you like
fr: Devenez actionnaire des entreprises que vous aimez

source: Get your nearest ones to buy online from your favorite companies and earn money out of that.
fr: Invitez vos proches à acheter en ligne chez vos entreprises préférées et gagnez de l'argent.

source: Register on <b>Daraja</b>
fr: Rejoignez <b>Daraja</b>

source: Become shareholder
fr: Devenez actionnaire

source: Refer once. Earn forever.
fr: Recommandez une fois. Gagnez pour toujours.

source: Send your referral link to your friends and relatives so that they register on the company’s online shop by using it. From there, get paid every time they buy online !
fr: Envoyez votre lien de parrainage à vos amis et connaissances pour qu'ils s'enregistrent sur la boutique en ligne de l'entreprise concernée. À partir de cet instant, recevez de l'argent pour chaque achat qu'ils feront en ligne !

source: The more they buy, the more you earn
fr: Plus ils achètent, plus vous gagnez

source: Visit companies'websites and share links of products your ones might be interested in. Guide them into buying online and remind them to do so very often to earn more.
fr: Visitez les sites web de vos entreprises et partagez les liens des produits qui pourraient intéresser vos proches. Encouragez-les à acheter en ligne et rappelez leur de le faire régulièrement pour gagner davantage.

source: All clear! Your money is safe.
fr: Tout est clair ! Votre argent est sécurisé.

source: You know exactly what percentage to earn from every company you partnership with. Get a notification every time a follower buys from your companies. Upon online payment, you receive money on your account immediately and the rest goes to the company. Follow everything from your app.
fr: Vous savez exactement quel pourcentage vous gagnez de chacune de vos entreprises partenaires. Recevez une notification à chaque fois qu'un follower achète chez celles-ci. Après le paiement en ligne, vous recevez immédiatement votre part sur votre compte et le reste va à l'entreprise. Suivez tout sur votre application.

source: All clear! Your money is safe
fr: Tout est clair ! Votre argent est sécurisé

source: Engage companies on Daraja and earn more
fr: Amenez des entreprises sur Daraja et gagnez plus !

source: Identify companies that are not yet on Daraja and help them create and run their online Shop. You get paid immediately for recruiting new companies and you become their first shareholder.
fr: Répérez les entreprises qui ne sont pas encore enregistrées sur Daraja et aidez les à créer et à vendre en ligne. Vous serez immédiatement payé pour le recrutement de nouvelles entreprises et vous deviendrez leur premier partenaire commercial.

source: See current companies onboard
fr: Voir les entreprises présentes

source: <p> Identify companies that are not yet on Daraja and help them create and run their online Shop. You get paid immediately for recruiting new companies and you become their first shareholder. </p>
fr: Répérez les entreprises qui ne sont pas encore enregistrées sur Daraja et aidez les à créer leurs sites et vendre en ligne. Vous serez immédiatement payé pour le recrutement de nouvelles entreprises et vous deviendrez leur premier Dara.

source: Home
fr: Accueil

source: Sign In
fr: Connexion

source: About us
fr: À propos

source: Our Company
fr: Notre entreprise

source: Help desk
fr: Aide

source: Hundreds of marketing agents ready to work online for you.
fr: Des centaines d'agents marketing prêts à travailler pour vous en ligne.

source: Lower total payroll and marketing costs while increasing revenue
fr: Réduisez la masse salariale, les coûts marketing, et augmentez le chiffre d'affaire

source: Increase your turnover with<br> an army of salespeople.
fr: Augmentez votre chiffre d'affaires<br> grâce à une armée de commerciaux.

source: Hire them now
fr: Engagez les

source: No salary for the sales person, he gets paid only by a percentage that YOU decide. No flyer, no radio or TV ad, no social media sponsoring. Your sales people share their products to their contacts and turn them into new customers.
fr: Pas de salaire pour le commercial, il est payé uniquement par le pourcentage que VOUS décidez. Pas de flyer, pas de spot radio ou télé, pas de sponsoring. Les commerciaux partagent vos produits à leurs répertoires et en font de nouveaux clients.

source: Build a smart customer database
fr: Construisez une base de données clients intelligente

source: Daras share your links and people register on your online plateform providing their names, emails and phone numbers. Thos precious data help you build a solid relationship with your clients by talking to them directly.
fr: Les Daras partagent vos liens et les gens s’inscrivent sur votre plateforme en ligne en donnant leurs noms, emails, numéros de téléphones. Des données précieuses qui vous permettent de construire une solide relation client en vous adressant désormais directement à ceux-ci.

source: Improve your brand image
fr: Améliorez votre image de marque

source: People tend to think that digital area is only for big companies. Seize this opportunity to improve your brand image for customers. You will be closer to those, closer to your Daras and their nearest ones.
fr: Profitez de la perception actuelle que la clientèle a des entreprises présentes sur le terrain digital. Vous serez désormais présents chez votre clientèle actuelle, chez vos Daras et les proches de ceux-ci.

source: Your digital department now affordable
fr: Votre département digital à portée de main

source: Just like multinationals, get an external, yet powerful digital department that you can trust. IT experts dedicated to Cloud business are taking care of your digital assets daily.
fr: Au même titre que des multinationales, bénéficiez d’un département digital externalisé sur lequel vous vous reposez entièrement. Des experts IT dédiés au Cloud s'occupent de votre capital digital H24.

source: Estimate your potential revenue
fr: Estimez votre chiffre d'affaire potentiel

source: Number of Dara
fr: Nombre de Daras

source: Average sales per day
fr: Ventes moyennes par jour

source: Expected additional monthly revenue
fr: Chiffre d'affaire mensuel supplémentaire

source: Activate your Daraja program now
fr: Activez le programme Daraja maintenant

source: And take over the markets.
fr: Et prenez en charge le marché.

source: Get enhanced
fr: Lancez-vous

source: Daraja Playground, Pratice on Playground and learn how Daraja works
fr: Daraja Playground, Exercez-vous sur Playground et apprenez comment Daraja fonctionne

source: Earn bonus cash each time you complete a step on Playground
fr: Gagnez des bonus cash chaque fois que vous traversez une étape sur Playground

source: Earn bonus cash each time you complete a step on Playground.
fr: Gagnez des bonus cash chaque fois que vous traversez une étape sur Playground.

source: Get into Playground experience and learn how Daraja works .
fr: Testez toutes les fonctionnalités de Daraja grâce au similateur Playground.

source: Try yourself on <span style="color: #FFEE58;">Playground</span> and learn how Daraja works
fr: Entraînez-vous sur <span style="color: #FFEE58;">Playground</span> et découvrez comment Daraja fonctionne

source: Follow steps below and earn bonus cash each time you complete one.
fr: Suivez les étapes ci-dessous et gagnez des bonus cash chaque fois que vous en traversez une.

source: Discover the purchase process buy making an online order. It is a simulation, so you won’t be charged. Get <strong>100 CFA Bonus + 1XP</strong> for completing that step.
fr: Découvrez le processus d'achat en effectuant une commande en ligne. C'est une simulation, donc vous ne payerez rien. Obtenez <strong>100 FCFA de Bonus + 1XP</strong> après avoir réussi cette étape.

source: Discover the purchase process buy making an online order. It is a simulation, so you won’t be charged. Get <strong>100 CFA Bonus + 1XP</strong> for completing that step.
fr: Découvrez le processus d'achat en effectuant une commande en ligne. C'est une simulation, donc vous ne payerez rien. Obtenez <strong>100 FCFA de Bonus + 1XP</strong> après avoir réussi cette étape.

source: Refer a mate to become your follower on Playground.<br>You will earn some money when he buys online. <ol> <li>Login on Daraja or open the App,</li> <li>Go to My companies from the menu and tap playground</li> <li>Share the link from the paper-plane icon.</li> <li>Make sure your mate registers using that link.</li> </ol> Get <strong>100 CFA Bonus + 1XP </strong>after he does so.
fr: Invitez un ami à devenir votre follower sur Playground.<br>Vous gagnerez de l'argent lorsqu'il achètera en ligne. <ol> <li>Connectez-vous sur Daraja ou ouvrez l'application sur votre smartphone,</li> <li>Allez sur Mes entreprises dans le menu et cliquez sur playground</li> <li>Partagez le lien par l'icône de l'avion en papier.</li> <li>Rassurez-vous que votre ami s'est enregistré en utilisant ce lien.</li> </ol> Gagnez <strong>100 FCFA Bonus + 1XP </strong> lorsqu'il aura terminé.

source: Watch the video to learn more how to refer a product.
fr: Regardez la vidéo sur YouTube pour mieux apprendre comment recommender un produit.

source: Step 3: Get your follower to order online for free
fr: Étape 3: Amenez votre follower à faire une simulation d'achat en ligne gratuitement

source: You just referred a friend and he is now your follower on Playground. Make sure he did it by doing so: <ol> <li>Login on Daraja or open the App,</li> <li>Go to My companies from the menu and tap playground</li> <li>See that you have 1 follower or more on Playground</li> <li>Tell your mate to buy online on Playground like what you did in step 1. It is also a simulation and he won’t be charged.</li> </ol> Get <strong>200 CFA Bonus + 1XP</strong> after he does so.
fr: Vous venez d'inviter un(e) ami(e) et il(elle) est désormais votre follower sur Playground. Rassurez-vous qu'il est effectivement votre follower: <ol> <li>Connectez-vous sur Daraja ou ouvrez l'application Daraja sur votre smartphone,</li> <li>Allez sur Mes entreprises dans le menu et cliquez sur playground</li> <li>Observez que vous avez 1 follower ou plus sur Playground</li> <li>Demandez-lui ensuite d'acheter sur le site web Playground comme indiqué à l'étape 1. C'est aussi une simulation et il ne sera pas facturé. </li> </ol> Obtenez 200 FCFA de Bonus + 1XP après qu'il ait fait.

source: Step 3: Get a follower to order online for free
fr: Étape 3: Amenez un follower à faire une simulation d'achat en ligne

source: You just referred a friend and he is now your follower on Playground. Make sure he did it by doing so: <ol> <li>Login on Daraja or open the App,</li> <li>Go to My companies from the menu and tap playground</li> <li>See that you have 1 follower or more on Playground</li> <li>Tell your mate to buy online on Playground like what you did in step 1. It is also a simulation and he won’t be charged.</li> </ol> Get 200 CFA Bonus + 1XP after he does so.
fr: Vous venez d'inviter un(e) ami(e) et il(elle) est désormais votre follower sur Playground. Rassurez-vous qu'il est effectivement votre follower: <ol> <li>Connectez-vous sur Daraja ou ouvrez l'application Daraja sur votre smartphone,</li> <li>Allez sur Mes entreprises dans le menu et cliquez sur playground</li> <li>Observez que vous avez 1 follower ou plus sur Playground</li> <li>Demandez-lui ensuite d'acheter sur le site web Playground comme indiqué à l'étape 1. C'est aussi une simulation et il ne sera pas facturé. </li> </ol> Obtenez 200 FCFA de Bonus + 1XP après qu'il ait fait.

source: Step 4: Like, follow us on social medias
fr: Étape 4: Likez, suivez nous sur les réseaux sociaux

source: Send likes to our social platforms and invite friends to follow us, like our pages, share, and subscribe to our social pages to keep up with new activities.
fr: Envoyez les likes sur nos réseaux sociaux et invitez vos amis à nous suivre, likez nos postes, partagez-les, et inscrivez vous sur nos pages pour être au courant de nouvelles activités.

source: Send likes to our social platforms and invite friends to follow us, like our pages, share , and subscribe to our social pages to keep up with new activities.
fr: Envoyez les likes sur nos réseaux sociaux et invitez vos amis à nous suivre, likez nos postes, partagez-les, et inscrivez vous sur nos pages pour être au courant de nouvelles activités.

source: Download the app<br><span style="font-size: .5em">( Android only <i class="fab fa-android" style="font-size: 1.5em"></i> )</span>
fr: Téléchargez l'application<br><span style="font-size: .5em">( Android uniquement <i class="fab fa-android" style="font-size: 1.5em"></i> )</span>

source: Download
fr: Télécharger

source: Partnership invitation from %(company_name)s
fr: %(company_name)s vous invite à devenir partenaires

source: Let's do business together.
fr: Faisons affaire ensemble.

source: thanks you for accepting invitation
fr: vous remercie d'avoir accepté l'invitation
