Repository: komsihon/Project12
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: is inviting you to partnership
fr: vous invite à devenir partenaires

source: Hello, we would like to partnership with you through Daraja program.<br> Get <strong>%(share_rate)s%%</strong> for online purchases made by people you refer.<br> You receive money immediately after transactions.
fr: Nous voudrions vous avoir comme partenaire à travers le programme Daraja.<br> Obtenez <strong>%(share_rate)s%%</strong> des achats en ligne faits par les personnes que vous recommandez.<br> Vous recevrez de l'argent directement après chaque transaction.

source: Accept
fr: Accepter

source: You're not yet on Daraja. You must join the program before you can partnership with %(company_name)s.
fr: Vous n'êtes pas encore sur Daraja. Vous devez rejoindre le programme pour pouvoir entrer en partenariat avec %(company_name)s.

source: Join the program
fr: Rejoignez le programme

source: Great! You are now partner with %(company_name)s. Get <strong>%(share_rate)s%%</strong> for getting someone to buy online on %(company_url)s. You must invite them first by sharing your link below.
fr: Super! Vous et %(company_name)s êtes désormais partenaires. Obtenez <strong>%(share_rate)s%%</strong> en amenant quelqu'un à acheter en ligner sur %(company_url)s. Vous devez d'abord les inviter en partageant le lien ci-dessous.

source: Hello, I find this interesting for you. You can order online and get delivered where you want.
fr: Salut, Je trouve ceci intéressant pour toi. Tu peux commander en ligne et être livré où tu veux.

source: Do you know %(company_name)s on ikwen ? I found it interesting for you. You should check it out.
fr: Tu connais %(company_name)s sur ikwen ? J'ai trouvé ça intéressant pour toi. Tu devrais regarder.

source: Not yet on Daraja, join first
fr: Pas encore sur Daraja, rejoignez

source: You're not yet on Daraja. You must join the program before you can access to App.
fr: Vous n'êtes pas encore sur Daraja. Vous devez rejoindre le programme pour avoir accès.

source: Registered companies
fr: Entreprises inscrites

source: Search for a company
fr: Recherchez une entreprise

source: Company name
fr: Nom de l'entreprise

source: %(share_rate)s<sup>%%</sup> share
fr: %(share_rate)s<sup>%%</sup> à gagner

source: %(share_rate)s<sup>%%</sup> share
fr: %(share_rate)s<sup>%%</sup> à gagner

source: Avg purchase:
fr: Ticket moyen:

source: Estimate your earnings
fr: Estimez vos gains

source: Daily sales
fr: Ventes journalières (XAF)

source: Monthly income
fr: Revenus mensuels

source: Request
fr: Demandez

source: Simulate earnings
fr: Simulez les gains

source: Visit us on
fr: Visitez notre site web

source: How to make money with us ?
fr: Comment gagner de l'argent avec nous ?

source: Not yet set
fr: Non renseigné

source: Sorry! No result found.
fr: Désolé! Aucun résultat trouvé.

source: Your request was successfully sent !!!<br><br>You will receive an email from <strong class="company-name"></strong> to confirm your application.
fr: Votre requête a été envoyée avec succès !<br><br>Vous allez recevoir un email à la confirmation de votre demande <strong class="company-name"></strong>.

source: Aww!! It looks like you're not yet login. Please do it before continue...
fr: SVP!! Connectez-vous pour continuer...

source: Log in
fr: Connexion

source: Please you need to be a Dara before perform this action.
fr: SVP! Vous devez être Dara pour poursuivre cette action.

source: Become a Dara
fr: Devenez un Dara

source: Login to proceed
fr: Connectez-vous pour continuer

source: You must login to issue a request
fr: Vous devez vous connecter pour faire une requête

source: You have already issued a request to this company
fr: Vous avez déjà envoyé une requête à cette entreprise

source: You must subscribe to issue a request
fr: Vous devez vous enregistrer pour faire une requête

source: Phone
fr: Téléphone

source: Not set
fr: Non renseigné

source: Suscribed on
fr: Inscrit le

source: Social medias
fr: Réseaux sociaux

source: Decline
fr: Refuser

source: Dara successfully added
fr: Dara ajouté avec succès

source: Request declined
fr: Demande rejetée

source: Congratulations ! You are already a Dara.
fr: Félicitations ! Vous êtes déjà un Dara.

source: Ready to become a Dara ?
fr: Prêt à devenir un Dara ?

source: Continue
fr: Continuer

source: Let's go !
fr: Allons-y !

source: Successful deployment
fr: Déploiement réussi

source: Congratulations %(name)s,
fr: Félicitations %(name)s,

source: <p>Now, you are a Dara ! You can go back to your invitation and accept it.</p>
fr: <p>Désormais, vous êtes un Dara ! Vous pouvez retourner à l'invitation et l'accepter.</p>

source: <p>Now, you are a Dara ! Become a Pro and make some money now by following steps in Playground simulator.</p>
fr: <p>Désormais, vous êtes un Dara ! Devenez un Pro et gagnez de l'argent maintenant en suivant les étapes du simulateur Playground.</p>

source: New dara request
fr: Nouvelle requête Dara

source: Would like to become a Dara for you on %(project_name)s.
fr: Voudrait devenir votre Dara sur %(project_name)s.

source: You have a new follower
fr: Vous avez un nouveau follower

source: Accepted invitation via your Dara link
fr: A accepté l'invitation à travers votre lien Dara

source: View your followers
fr: Voir vos followers

source: %(company_name)s accepted your request.
fr: %(company_name)s a accepté votre demande.

source: This is just to inform you that you are now a Dara for <strong>%(company_name)s</strong>. Start making money now by referring our products to your nearest ones.
fr: Ceci est pour vous informez que vous êtes désormais un Dara <strong>%(company_name)s</strong>. Commencez à gagner de l'argent dès maintenant en recommendant nos produits à vos proches.

source: Login and refer
fr: Connectez-vous et recommendez

source: CONFIDENTIALITY
fr: CONFIDENTIALITÉ

source: The information contained in this e-mail and any accompanying documents is confidential or otherwise protected from disclosure. If you are not the intended recipient, please immediately alert the sender by reply e-mail and delete this message and any attachments. Any copy, dissemination or unauthorized access of the contents of this message by anyone other than the intended recipient is strictly prohibited. E-mails may be susceptible to falsification or alteration and cause data corruption and/or loss of data. %(company_name)s and/or any of its subsidiaries decline any liability resulting from the consequences thereof. Therefore, this e-mail and any attachments are used at your own risk.
fr: Les informations contenues dans ce courrier électronique et dans les documents d’accompagnement sont confidentielles sinon protégé de la divulgation. Si vous n'êtes pas le destinataire prévu, veuillez immédiatement avertir l'emetteur par courrier électronique de réponse et supprimez ce message ainsi que toutes les pièces jointes. Toute copie, diffusion ou accès non autorisé au contenu de ce message par une personne autre que le destinataire prévu est strictement interdit. Les courriels peuvent être falsifiés ou altérés et provoquer la corruption des données et/ou perte de données. %(company_name)s et/ou l’une de ses filiales déclinent toute responsabilité résultante des conséquences de celle-ci. Par conséquent, cet e-mail et toutes les pièces jointes sont utilisés à vos risques et périls.

source: &copy; %(year)s %(company_name)s. All Rights Reserved.
fr: &copy; %(year)s %(company_name)s. Tous droits réservés.

source: %(dara_name)s would like to partnership with you.
fr: %(dara_name)s aimerait devenir votre Dara.

source: <strong>%(dara_name)s</strong> just sent you a Dara request on %(project_name)s.
fr: <strong>%(dara_name)s</strong> voudrait être Dara sur %(project_name)s.

source: View now
fr: Voir

source: You just earned 2xp for your request.
fr: Vous venez de gagner 2xp pour votre requête

source: You just sent a Dara request to <strong>%(project_name)s</strong>.
fr: Vous venez d'envoyer une demande à <strong>%(project_name)s</strong>

source: You successfully completed this step and earned <strong>2xp</strong>.
fr: Vous avez réussi cette étape et gagnez ainsi <strong>2xp</strong>.

source: Now, wait for the confirmation, then invite 3 followers on %(project_name)s. Earn 1xp for each.
fr: Veuillez patientez pour la confirmation, puis invitez 3 followers sur %(project_name)s. Gagnez 1xp pour chacun.

source: Call %(project_name)s now
fr: Appelez %(project_name)s

source: WhatsApp %(project_name)s now
fr: Contactez %(project_name)s sur WhatsApp

source: The information contained in this e-mail and any accompanying documents is confidential or otherwise protected from disclosure. If you are not the intended recipient, please immediately alert the sender by reply e-mail and delete this message and any attachments. Any copy, dissemination or unauthorized access of the contents of this message by anyone other than the intended recipient is strictly prohibited. E-mails may be susceptible to falsification or alteration and cause data corruption and/or loss of data. %(company_name)s and/or any of its subsidiaries decline any liability resulting from the consequences thereof. Therefore, this e-mail and any attachments are used at your own risk.
fr: Les informations contenues dans ce courrier électronique et dans les documents d’accompagnement sont confidentielles sinon protégé de la divulgation. Si vous n'êtes pas le destinataire prévu, veuillez immédiatement avertir l'emetteur par courrier électronique de réponse et supprimez ce message ainsi que toutes les pièces jointes. Toute copie, diffusion ou accès non autorisé au contenu de ce message par une personne autre que le destinataire prévu est strictement interdit. Les courriels peuvent être falsifiés ou altérés et provoquer la corruption des données et/ou perte de données. %(company_name)s et/ou l’une de ses filiales déclinent toute responsabilité résultante des conséquences de celle-ci. Par conséquent, cet e-mail et toutes les pièces jointes sont utilisés à vos risques et périls.

source: A follower just made a purchase of %(currency_symbol)s %(amount)s.
fr: Un follower vient de faire un achat de %(amount)s %(currency_symbol)s.

source: You just received %(currency_symbol)s %(amount_earned)s from %(company_name)s after the payment of %(currency_symbol)s %(amount_paid)s from a follower on %(tx_date)s at %(tx_time)s.<br><br> New account balance: <strong>%(currency_symbol)s %(balance)s</strong>
fr: Vous venez de recevoir %(currency_symbol)s %(amount_earned)s de %(company_name)s suite au paiement de %(currency_symbol)s %(amount_paid)s d'un follower le %(tx_date)s à %(tx_time)s.<br><br> Nouveau solde: <strong>%(currency_symbol)s %(balance)s</strong>

source: You successfully completed this step by getting a <strong>follower to buy online</strong>. <br style="-ms-text-size-adjust:100%%;-webkit-text-size-adjust:100%%;">You just earned <strong>5xp</strong> for that.
fr: Vous avez résussi cette étape avec succès en amenant un <strong>follower à acheter en ligne</strong>. <br style="-ms-text-size-adjust:100%%;-webkit-text-size-adjust:100%%;">Vous venez de gagner <strong>5xp</strong> pour cela.

source: Congratulations ! You've completed all steps of level 2. Now, you can enter in <strong>Kako master experience</strong> and earn more cash for managing companies websites.
fr: Félicitations ! Vous avez réussi tous les étapes du niveau 2. Maintenant, vous pouvez explorer l'<strong>'univers de Kako master</strong> et gagnez encore plus d'argent en administrant les site web des entreprises.

source: See details
fr: Voir les détails

source: Send me some interesting products to buy online.
fr: Envoyez moi des produits interessants à acheter en ligne.

source: <strong>%(referee_name)s</strong> accepted your invitation on %(referred_service_name)s . Make some money by getting this person to buy online. <br> Go to <a target="_blank" href="%(referred_service_url)s">%(referred_service_url)s</a> and send him/her links of products he/she might be interested in.
fr: <strong>%(referee_name)s</strong> a accepté votre invitation sur %(referred_service_name)s . Gagnez de l'argent en l'amenant à acheter en ligne. <br> Allez sur <a target="_blank" href="%(referred_service_url)s">%(referred_service_url)s</a> et envoyez lui les liens vers des produits qui pourraient l'interesser.

source: You successfully completed this step by <strong>inviting a new follower</strong>. <br style="-ms-text-size-adjust:100%%;-webkit-text-size-adjust:100%%;">You just earned <strong>1xp</strong> for that.
fr: Vous avez réussi cette étape avec succès en <strong>invitant un nouveau follower</strong>. <br style="-ms-text-size-adjust:100%%;-webkit-text-size-adjust:100%%;">Vous venez de gagner <strong>1xp</strong> pour cela.

source: Go to %(referred_service_name)s
fr: Allez sur %(referred_service_name)s

source: Remind %(referee_name)s to pay his invoice of %(invoice_total)s CFA for his newly deployed website.
fr: Rappelez %(referee_name)s de payer sa facture de %(invoice_total)s FCFA pour son site nouvellement déployé .

source: Good new <strong>%(dara_name)s</strong>,<br style="-ms-text-size-adjust:100%%;-webkit-text-size-adjust:100%%;" ><strong>%(referee_name)s</strong> just deployed an e-commerce website under %(deployed_service)s . Remind and guide him to pay his invoice to collect <strong>XAF %(amount)s</strong>.<br>
fr: Bonne nouvelle <strong>%(dara_name)s</strong>,<br style="-ms-text-size-adjust:100%%;-webkit-text-size-adjust:100%%;" ><strong>%(referee_name)s</strong> vient de déployer son site de e-commerce sous le nom %(deployed_service)s . Rappelez-le et guidez-le pour qu'il paie sa facture, et gagnez <strong>XAF %(amount)s</strong> pour cela.<br>

source: Call %(referee_name)s now
fr: Appelez %(referee_name)s

source: WhatsApp %(referee_name)s now
fr: Contactez %(referee_name)s sur WhatsApp

source: Make money by referring friends and family.
fr: Gagnez de l'argent en recommendant des amis et la famille.

source: You are now a Dara! Partner with companies you want and get your friends and family to buy online on their websites. Your share is immediately deposited on your account and you follow your business in realtime on your phone.
fr: Vous êtes maintenant un Dara! Devenez partenaire des entreprises que vous voulez et amenez vos amis et famille à acheter sur leurs sites web. Votre pourcentage sera immédiatement déposé dans votre compte et vous pouvez suivre votre business en temps réel sur votre téléphone.

source: Choose your companies
fr: Choisissez vos entreprises

source: %(total_earnings)s earned.
fr: %(total_earnings)s gagné.

source: Do you know %(project_name)s on ikwen ? I found it interesting for you. You should check it out.
fr: Tu connais %(project_name)s sur ikwen ? J'ai trouvé ça intéressant pour toi. Tu devrais regarder.

source: %(count)s results
fr: %(count)s résultats

source: %(start)s – %(end)s of %(count)s results
fr: %(start)s – %(end)s de %(count)s résultats

source: Sign in
fr: Connexion

source: Get your nearest ones to buy online from your favorite companies and earn a percentage out of that.
fr: Invitez vos proches à acheter en ligne chez vos entreprises préférées et gagnez un pourcentage.

source: Downloading the App is not possible with your current browser. Please switch to Google Chrome.
fr: Le téléchargement de l'application n'est pas possible sur votre navigateur. Veuillez utiliser Google Chrome SVP.

source: Open with chrome
fr: Ouvrez avec Chrome

source: Downloading the App is possible only on Android devices.
fr: Le téléchargement de l'application est une uniquement possible sur les terminaux Android.

source: Your password was successfully reset, login now.
fr: Votre mot de passe a été réinitialisé avec succès, connectez-vous maintenant.

source: Email or phone
fr: Email ou téléphone

source: Password
fr: Mot de passe

source: Submit
fr: Soumettre

source: Login with <strong>ikwen</strong>
fr: Se connecter avec <strong>ikwen</strong>

source: Forgotten password ?
fr: Mot de passe oublié ?

source: No account yet ?
fr: Pas encore de compte ?

source: Register
fr: Inscrivez-vous

source: Payments
fr: Paiements

source: Your wallet
fr: Votre wallet

source: Your last payment was on
fr: Votre dernier paiement était le

source: No payment yet
fr: Aucun paiement

source: REQUEST A PAYMENT
fr: DEMANDER UN PAIEMENT

source: Request successful
fr: Demande réussie

source: Request failed
fr: Demande rejetée

source: You can cash out as from
fr: Vous pouvez décaisser à partir de

source: Bonus wallet
fr: Compte bonus

source: You can use this money to buy from whatever Daron
fr: Vous pouvez utiliser cet argent pour acheter chez n'importe quel Daron

source: Pending
fr: En attente

source: How you get paid
fr: Comment êtes-vous payé

source: Update
fr: Changer

source: Delete
fr: Supprimer

source: No payment method set
fr: Aucun moyen de paiement défini

source: ADD NEW
fr: AJOUTER UN NOUVEAU

source: Method
fr: Méthode

source: Account number
fr: Numéro de compte

source: Recipient name
fr: Nom

source: Choose wallet provider
fr: Choisissez le wallet

source: Cash-out from
fr: Retirer de

source: New payment address
fr: Nouvelle adresse de paiement

source: Update address
fr: Changer l'adresse

source: Account setup
fr: Infos compte

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Search
fr: Recherche

source: Community
fr: Communauté

source: Enterprise
fr: Entreprise

source: Reviews
fr: Avis

source: Dashboard
fr: Tableau de bord

source: My companies
fr: Mes entreprises

source: Profile
fr: Profil

source: Wallet
fr: Porte-monnaie

source: Join new company
fr: Rejoindre une nouvelle entreprise

source: vs same day last week
fr: vs même jr. de la sem dernière

source: vs previous 7 days
fr: vs 7 jours précédents

source: vs previous 28 days
fr: vs 28 jours précédents

source: Balance
fr: Solde

source: Payment details
fr: Détails paiement

source: Last payment
fr: Dernier paiement

source: View payments
fr: Voirles paiements

source: Language
fr: Langue
